{
  "title": "¡Bienvenido a nuestra tienda!",
  "nav": {
    "home": "Inicio",
    "login": "Iniciar sesión",
    "signup": "Registrarse",
    "cart": "Carrito"
  },
  "cart": {
    "title": "Carrito de compras",
    "cantidad": "Cantidad:",
    "precio": "Precio total",
    "empty": "El carrito está vacío.",
    "eliminar": "Eliminar producto"
  },
  "signup": {
    "username": "Nombre de Usuario",
    "email": "Correo Electrónico",
    "password": "Contraseña",
    "register": "Registrarse",
    "crear": "¡Únete a nosotros!",
    "confirmpass": "Confirmar Contraseña",
    "errorpass":"Las contraseñas no coinciden"
  },
  "login": {
    "title": "¡Bienvenido de vuelta!",
    "email": "Correo Electrónico",
    "password": "Contraseña",
    "boton": "Iniciar Sesión"
    },
  "products_available": "Nuestros productos",
  "footer_text": "Todos los derechos reservados, 2024. Diseño de software del Grupo 6. Diego Marín, Agustín Escobar, Benjamín González.",
  "product_names": {
    "1": "Mochila Fjallraven - Foldsack No. 1, para laptops de 15 pulgadas",
    "2": "Camisetas casuales para hombre, ajuste slim premium",
    "3": "Chaqueta de algodón para hombre",
    "4": "Camisa casual slim fit para hombre",
    "5": "Pulsera John Hardy Legends Naga de oro y plata para mujer",
    "6": "Micropavé de oro sólido",
    "7": "Anillo de promesa con diamante solitario creado en oro blanco",
    "8": "Pendientes de acero inoxidable chapados en oro rosa con doble flared",
    "9": "Disco duro portátil WD 2TB Elements - USB 3.0",
    "10": "SSD SanDisk SSD PLUS 1TB interno - SATA III 6 Gb/s",
    "11": "SSD Silicon Power 256GB A55 NAND 3D con caché SLC",
    "12": "Disco duro WD 4TB Gaming para PS4",
    "13": "Monitor Acer SB220Q bi de 21.5 pulgadas Full HD (1920 x 1080)",
    "14": "Monitor curvo de 49 pulgadas Samsung CHG90 144Hz para juegos (LC49HG90DMNXZA)",
    "15": "Chaqueta para mujer BIYLACLESEN 3 en 1 para snowboard",
    "16": "Chaqueta de moto de cuero sintético con capucha desmontable Lock and Love",
    "17": "Chaqueta de lluvia para mujer, impermeable con rayas",
    "18": "Camiseta MBJ para mujer, manga corta y cuello barco",
    "19": "Camiseta Opna para mujer, manga corta, absorbente de humedad",
    "20": "Camiseta DANVOUY para mujer, casual, de algodón y manga corta"
  },
  "product_descriptions": {
    "1": "Tu mochila perfecta para el uso diario y paseos por el bosque. Guarda tu laptop (hasta 15 pulgadas) en el compartimento acolchado, tus cosas diarias.",
    "2": "Estilo slim-fitting, manga larga raglan en contraste, cuello henley de tres botones, tela ligera y suave para una comodidad transpirable. Camisetas de costuras sólidas con cuello redondo hechas para la durabilidad y el buen ajuste para ropa casual y fanáticos del béisbol.",
    "3": "Excelente para chaquetas exteriores en primavera, otoño e invierno, adecuadas para muchas ocasiones, como trabajo, senderismo, camping, escalada de montaña/rocas, ciclismo, viajes u otras actividades al aire libre. Buen regalo para ti o un miembro de tu familia.",
    "4": "El color puede variar ligeramente entre la pantalla y la realidad. Las tallas varían según la persona, por lo tanto, se debe revisar la información detallada de tallas en la descripción del producto.",
    "5": "De nuestra colección Legends, el Naga fue inspirado por el dragón acuático mítico que protege la perla del océano. Llévalo hacia adentro para ser bendecido con amor y abundancia, o hacia afuera para protección.",
    "6": "Garantía de satisfacción. Devuelve o cambia cualquier pedido dentro de los 30 días.",
    "7": "Anillo de compromiso creado con diamante solitario en oro blanco. Regalos para consentir a tu ser amado en compromiso, boda, aniversario, Día de San Valentín...",
    "8": "Pendientes con chapado en oro rosa, túnel de doble flare. Hechos de acero inoxidable 316L",
    "9": "Compatibilidad con USB 3.0 y USB 2.0, transferencias rápidas de datos. Mejora el rendimiento del PC. Alta capacidad; Formateo NTFS para Windows 10, Windows 8.1, Windows 7; Es posible que se requiera reformateo para otros sistemas operativos.",
    "10": "Actualización fácil para un arranque más rápido, apagado, carga de aplicaciones y respuesta. Ideal para cargas de trabajo típicas de PC. Equilibrio perfecto entre rendimiento y fiabilidad.",
    "11": "Se aplica memoria flash NAND 3D para ofrecer altas velocidades de transferencia. Transferencias notables que permiten un arranque más rápido y un rendimiento general mejorado. La tecnología avanzada SLC Cache permite aumentar el rendimiento y la vida útil.",
    "12": "Expande tu experiencia de juego PS4, juega donde quieras. Fácil y rápido de configurar. Diseño elegante con gran capacidad y garantía limitada de 3 años.",
    "13": "Pantalla IPS Full HD (1920 x 1080) de 21.5 pulgadas. Tecnología Radeon Free Sync. Sin compatibilidad para montaje VESA. 75Hz, ultrafino, tiempo de respuesta de 4ms.",
    "14": "Monitor ultrawide curvo de 49 pulgadas con tecnología Quantum Dot (QLED), soporte HDR y calibración de fábrica que proporciona colores y contrastes precisos y realistas.",
    "15": "Chaqueta 3 en 1 desmontable para snowboard, adecuada para diferentes estaciones y climas. Te mantiene caliente en climas fríos con forro de lana. ",
    "16": "Chaqueta de cuero sintético para moto con capucha desmontable. Estilo con detalles de botones y dos bolsillos.",
    "17": "Chaqueta ligera para viajes o uso casual, con capucha y cintura ajustable. Botón y cremallera para cierre, forro a rayas.",
    "18": "Camiseta de manga corta con cuello barco, hecha en EE. UU. o importada, fácil de mantener.",
    "19": "Camiseta ligera, cómoda y transpirable, con cuello en V y un ajuste más femenino.",
    "20": "Camiseta casual de algodón con letras, ideal para diversas ocasiones como oficina, escuela, playa o casa."
  },
  "alert_title": "Producto añadido",
  "alert_text": "El producto ha sido añadido al carrito",
  "alert2_title": "Producto eliminado",
  "alert2_text": "El producto ha sido eliminado del carrito",
  "add_to_cart": "Añadir al carrito",
  "login_required": "Se requiere iniciar sesión",
  "please_login": "Por favor, inicie sesión para agregar productos al carrito"
}
